{
    "about": {
        "title": "About me",
        "description": "Technology enthusiast, passionate about development, and creator of unique experiences."
    },
    "experiences": [
        {
            "name": "Flutter Developer",
            "description": "With hands-on experience in real-world projects like Applichiamoci and Events, I have developed solutions that impact people's lives. Leveraging Flutter and Firebase, I specialize in building scalable, high-performance applications. Check out the Projects section to explore more."
        },
        {
            "name": "UI/UX Designer",
            "description": "Designing intuitive and engaging user interfaces has been a key part of my work. In projects like Applichiamoci, I focus on creating smooth, user-centered experiences that balance aesthetics with functionality, ensuring every detail enhances usability."
        },
        {
            "name": "Sales Expert",
            "description": "With 5+ years of experience in sales, I excelled in customer service, exceeded targets, and developed strong problem-solving skills. These abilities have sharpened my communication skills and teamwork, which I apply daily in tech projects and collaborations."
        },
        {
            "name": "Studies",
            "description": "I studied Communication Design at the University of La Plata for two years, gaining valuable skills in design and communication. Additionally, I have completed several courses in development and design, and I'm preparing to start my studies in Computer Science in Copenhagen in the upcoming year.",
            "link": "/certifications"
        },
        {
            "name": "Skills",
            "description": "I have honed a diverse set of technologies and tools throughout my journey:",
            "skills": [
                {
                    "name": "simple-icons:javascript",
                    "iconColor": "#F7DF1E"
                },
                {
                    "name": "simple-icons:html5",
                    "iconColor": "#E34F26"
                },
                {
                    "name": "simple-icons:css3",
                    "iconColor": "#1572B6"
                },
                {
                    "name": "simple-icons:react",
                    "iconColor": "#61DAFB"
                },
                {
                    "name": "simple-icons:sass",
                    "iconColor": "#CC6699"
                },
                {
                    "name": "simple-icons:tailwindcss",
                    "iconColor": "#06B6D4"
                },
                {
                    "name": "simple-icons:figma",
                    "iconColor": "#F24E1E"
                },
                {
                    "name": "simple-icons:github",
                    "iconColor": "#ffffff"
                },
                {
                    "name": "simple-icons:flutter",
                    "iconColor": "#02569B"
                },
                {
                    "name": "simple-icons:firebase",
                    "iconColor": "#FFCA28"
                }
            ]
        }
    ]
}